/**/
"Cancel" = "Annulla";
/**/
"Delete" = "Elimina";
/**/
"Open" = "Apri";
/**/
"Edit" = "Modifica";
/**/
"Yes" = "Sì";

/*Geometry Edit Action Name*/
"Apply Geometry" = "Applica geometria";
/*Geometry Edit Action Name*/
"Clear Geometry" = "Cancella geometria";
/*Geometry Edit Action Name*/
"Delete Vertex" = "Elimina vertice";
/*Geometry Edit Action Name*/
"Insert Part" = "Inserisci parte";
/*Geometry Edit Action Name*/
"Insert Vertex" = "Inserisci vertice";
/*Geometry Edit Action Name*/
"Move Vertex" = "Sposta vertice";
/*Geometry Edit Action Name*/
"Remove Part" = "Rimuovi parte";

/*Collecting attachments*/
"Add" = "Aggiungi";
/*Collecting attachments*/
"Take Photo or Video" = "Acquisisci foto o video";
/*Collecting attachments*/
"Choose From Library" = "Scegli da Raccolta";
/*Collecting attachments*/
"Photo" = "Foto";
/*Collecting attachments*/
"Video" = "Video";
/*Collecting attachments*/
"Save To Photo Library" = "Salva nella Raccolta foto";
/*Collecting attachments*/
"Download" = "Scarica";

/*Date attribute*/
"Today" = "Oggi";

/**/
"Attachments" = "Allegati";
"Attributes" = "Attributi";

/**/
"Open in Safari" = "Apri in Safari";

/* Please enter a numeric value between 0 and 5.*/
"RangeValueMessageInt" = "Inserire un numero compreso tra %i e %i.";

/* Please enter a numeric value between 0.5 and 5.0.*/
"RangeValueMessageFloat" = "Inserire un numero compreso tra %f e %f.";

/* string length error, when user enters too many characters in string attribute editor:
  Too many characters.  Current: 512.  Allowed: 256 */
"StringLengthError" = "Troppi caratteri (%@)";

/* When a number is entered outside the range */
"Number is outside the acceptable range." = "Valore al di fuori dell'intervallo consentito.";

/* BLOB, RASTER, etc */
"Field type not supported" = "Tipo di campo non supportato";

/**/
"CurrentPageOfNumberOfPagesFormatString" = "%d di %d";

/**/
"ChangingFeatureTypeAlertTitle" = "Modifica tipo di feature";
"ChangingFeatureTypeAlertMessage" =  "Si sta modificando il tipo di feature e ciò potrebbe sovrascrivere alcuni valori di campi. Continuare?";

/**/
/*Text for pie chart when data is invalid*/
"Data for pie chart is invalid" = "I dati per il grafico a torta non sono validi";

/* Text for pie chart when no data is available */
"No data to create a pie chart" = "Non sono disponibili dati per creare un grafico a torta";
